<?php
//Выводим сообщение с помощью print
print('Период отпусков закончился!');
//Создаем переменную со целочисленным значением
$x = 288;
//Создаем переменную со значением string
$y = 'Все возвращаются на работу!';

echo "<br />" . $x;
echo "<br />" . $y;
echo "<br />В {$x} день, приблизительно ... {$y} <br />";
echo 45 + 67;
echo "<br />";
echo '45+67';
echo "<br />";
echo "45+67";
echo "<br />";
echo 'Книга "Герой" выйдет в октябре, этого года!';
echo '
<h2>Евгений Евтушенко</h2>
<p>— 1955 —</p>
<p><pre>
Бывало, спит у ног собака,
костер занявшийся гудит,
и женщина из полумрака
глазами зыбкими глядит.

Потом под пихтою приляжет
на куртку рыжую мою
и мне,
задумчивая,
    скажет:
«А ну-ка, спой!..» —
        и я пою.
</pre></p>';